# Задача.
# Разработать приложение для мониторинга нагрузки системы и системных процессов (аналог диспетчера задач).
#
# Обязательные функции в приложении:
#
# 1) Показ общих сведений о системе (в текстовом виде!):
# а) Название процессора, количество ядер, текущая загрузка
# б) Общий объём оперативной памяти, текущая загрузка оперативной памяти
# в) Количество, жестких дисков + информация по каждому (общий/занятый объём)
# г) Обеспечить динамический выбор обновления информации (1, 5, 10, 30 сек.)
# 2) Показ работающих процессов
# 3) Показ работающих служб
# 4) Показ задач, которые запускаются с помощью планировщика задач
